/* Marks the directory to be a collection */
"                    as a Collection" = "                    as a Collection";

/* Marks the directory to no longer be a collection */
"                    to Not be a Collection" = "                    to Not be a Collection";

/* Mark whole directory to delete the metadata */
"            Clear Metadata" = "            Clear Metadata";

/* Mark whole directory as favorite */
"            Favorite" = "            Favorite";

/* Mark whole directory as not favorite */
"            Not Favorite" = "            Not Favorite";

/* Mark whole directory to re-fetch its movie data */
"            Refetch Movie Data" = "            Refetch Movie Data";

/* Mark whole directory to re-fetch its tv data */
"            Refetch TV Data" = "            Refetch TV Data";

/* Mark whole directory to reset import decisions */
"            Reset Import Decisions" = "            Reset Import Decisions";

/* Mark whole directory as unwatched */
"            Unwatched" = "            Unwatched";

/* Mark a file to delete the metadata */
"        Clear Metadata" = "        Clear Metadata";

/* Mark file as not a favorite */
"        Favorite" = "        Favorite";

/* Mark file as a favorite */
"        Not Favorite" = "        Not Favorite";

/* Mark file to re-fetch its movie data */
"        Refetch Movie Data" = "        Refetch Movie Data";

/* Mark file to re-fetch its tv data */
"        Refetch TV Data" = "        Refetch TV Data";

/* Mark a file to reset import decisions */
"        Reset Import Decisions" = "        Reset Import Decisions";

/* Conduct a scan of the directory for new files */
"     < Scan for new files >" = "     < Scan for new files >";

/*      Clear */
"     Clear" = "     Clear";

/*      Selected Files */
"     Selected Files" = "     Selected Files";

/*      This File and Complete */
"     This File and Complete" = "     This File and Complete";

/* Hide movie/show chooser menu item */
"  Auto-Select Movies/Shows" = "  Auto-Select Movies/Shows";

/* Start Poster Chooser menu item */
"  Choose Movie Posters" = "  Choose Movie Posters";

/* Delete Collections menu item */
"  Delete Collections" = "  Delete Collections";

/* Disable the anonymous reporting for aid in future features */
"  Disable Anonymous Reporting" = "  Disable Anonymous Reporting";

/* Don't Import Collections menu item */
"  Don't Import Collections" = "  Don't Import Collections";

/* Enable AC3 Passthrough menu item */
"  Enable AC3 Passthrough" = "  Enable AC3 Passthrough";

/* Don't rescan directories upon entry and used cached data */
"  Fast Directory Switching" = "  Fast Directory Switching";

/* Display only Favorite Files */
"  Favorite Files" = "  Favorite Files";

/* Fetch Movie Data menu item */
"  Fetch Movie Data" = "  Fetch Movie Data";

/* Fetch TV Show Data menu item */
"  Fetch TV Show Data" = "  Fetch TV Show Data";

/* Hide perian audio info menu item */
"  Hide Audio Info" = "  Hide Audio Info";

/* Hide Collections menu item */
"  Hide Collections" = "  Hide Collections";

/* Hide poster chooser menu item */
"  Hide Poster Chooser" = "  Hide Poster Chooser";

/* Hide show summary menu item */
"  Hide Show Spoilers" = "  Hide Show Spoilers";

/* Hide the ui quitter menu item */
"  Hide UI Quit" = "  Hide UI Quit";

/* Hide perian video info menu item */
"  Hide Video Info" = "  Hide Video Info";

/* All Importer Menu Item */
"  Import All Data" = "  Import All Data";

/* Movies Menu Item */
"  Movies" = "  Movies";

/* Populate File Data menu item */
"  Populate File Data" = "  Populate File Data";

/* UI Quit */
"  Reset the thing already" = "  Reset the thing already";

/* Settings Menu Item */
"  Settings" = "  Settings";

/* Skip Favorite shows menu item */
"  Skip \"Favorite Shows\" filter" = "  Skip \"Favorite Shows\" filter";

/* Skip Top shows menu item */
"  Skip \"Top Shows\" filter" = "  Skip \"Top Shows\" filter";

/* Skip Unwatched shows menu item */
"  Skip \"Unwatched Shows\" filter" = "  Skip \"Unwatched Shows\" filter";

/* Movies Menu Item */
"  TV Shows" = "  TV Shows";

/* Display only Unwatched Files */
"  Unwatched Files" = "  Unwatched Files";

/* Use directory names instead of filenames for movie lookup */
"  Use Directory Lookup" = "  Use Directory Lookup";

/* Time left to display in preview pane next to file runtime */
" %@ Remaining" = " %@ Remaining";

/* Movies Menu Title */
" Movies" = " Movies";

/* Settings Menu Item */
" Settings" = " Settings";

/* Movies Menu Title */
" TV Shows" = " TV Shows";

/* Could not find file; parameter is moving file */
"%@ Seems to be missing" = "%@ Seems to be missing";

/* Empty directory */
"< EMPTY >" = "< EMPTY >";

/* Mark a file that is not a movie in the movie chooser */
"<This is Not a Movie>" = "<This is Not a Movie>";

/* Mark an episode as not a TV show in the show chooser */
"<This is not a TV Show>" = "<This is not a TV Show>";

/* Error indicating that filenames cannot contain / characters */
"A Directory name should not contain any '/' characters" = "A Directory name should not contain any '/' characters";

/* Error indicating that filenames cannot contain / characters */
"A File name should not contain any '/' characters" = "A File name should not contain any '/' characters";

/* Show Oscar winning movies only */
"Academy Award Winning" = "Academy Award Winning";

/* The group metadata import complete */
"All available metadata has been imported" = "All available metadata has been imported";

/* The Movie import is complete */
"All available Movie data has been imported" = "All available Movie data has been imported";

/* The TV Show import complete */
"All available TV Show data has been imported" = "All available TV Show data has been imported";

/* Select all movies */
"All Movies" = "All Movies";

/* Delete Collections description */
"Allows the user to specify which collections should be delete along with its data.  Use this for collections which will never be used again." = "Allows the user to specify which collections should be delete along with its data.  Use this for collections which will never be used again.";

/* Hide Collections description */
"Allows the user to specify which collections should be hidden from Sapphire's main menu." = "Allows the user to specify which collections should be hidden from Sapphire's main menu.";

/* Don't Import Collections description */
"Allows the user to specify which collections should be skipped when importing meta data." = "Allows the user to specify which collections should be skipped when importing meta data.";

/* parameter is file/dir that is being deleted */
"Are you sure you wish to delete %@?" = "Are you sure you wish to delete %@?";

/* First audio track details */
"Audio" = "Audio";

/* Second audio track details */
"Audio2" = "Audio2";

/* [Sort] By Awards Won */
"By Awards Won" = "By Awards Won";

/* Select movies based on cast members */
"By Cast" = "By Cast";

/* [Sort] By Date */
"By Date" = "By Date";

/* Select movies based on director */
"By Director" = "By Director";

/* [Sort] By Episode number */
"By Episode" = "By Episode";

/* Select movies based on genre */
"By Genre" = "By Genre";

/* [Sort] By IMDB Rank */
"By IMDB Rank" = "By IMDB Rank";

/* [Sort] By IMDB Rating */
"By IMDB Rating" = "By IMDB Rating";

/* [Sort] By Movie Title */
"By Movie Title" = "By Movie Title";

/* Cancel */
"Cancel" = "Cancel";

/* Cancel the import process */
"Cancel Import" = "Cancel Import";

/* Movie cast */
"Cast" = "Cast";

/* Change artwork */
"Change artwork" = "Change artwork";

/* Start Poster Chooser description */
"Choose Movie Posters" = "Choose Movie Posters";

/* Title For Collection Menu */
"Collections" = "Collections";

/* Unknown error renaming file/directory; parameter is name */
"Could not delete %@.  Is the filesystem read-only?" = "Could not delete %@.  Is the filesystem read-only?";

/* Unknown error renaming file/directory; parameter is extension, name */
"Could not move %@ file for %@.  Is the filesystem read-only?" = "Could not move %1$@ file for %2$@.  Is the filesystem read-only?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move %@.  Is the filesystem read-only?" = "Could not move %@.  Is the filesystem read-only?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move cover art for %@.  Is the filesystem read-only?" = "Could not move cover art for %@.  Is the filesystem read-only?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move to %@.  Is the filesystem read-only?" = "Could not move to %@.  Is the filesystem read-only?";

/* Delete Collections Menu Title */
"Delete Collections" = "Delete Collections";

/* Marks this directory to be deleted */
"Delete Directory" = "Delete Directory";

/* Delete Directory Prompt Title */
"Delete Directory?" = "Delete Directory?";

/* Short error indicating an error while deleting a file */
"Delete Error" = "Delete Error";

/* Marks this file to be deleted */
"Delete File" = "Delete File";

/* Delete File Prompt Title */
"Delete File?" = "Delete File?";

/* Marks this directory to be deleted description */
"Deletes this directory and its contents" = "Deletes this directory and its contents";

/* Deleting a fie description */
"Deletes this file" = "Deletes this file";

/* Director */
"Director" = "Director";

/* Display All Files (no filtering) */
"Display All Files" = "Display All Files";

/* Track duration */
"Duration" = "Duration";

/* Error message saying DVD on ATV not supported */
"DVD Playback is not supported on the AppleTV" = "DVD Playback is not supported on the AppleTV";

/* Rename a collection description */
"Edit the display name for this collection" = "Edit the display name for this collection";

/* Renaming a directory description */
"Edit the name for this directory" = "Edit the name for this directory";

/* Episode in metadata display */
"Episode" = "Episode";

/* Short message indicating error condition */
"Error" = "Error";

/* Title */
"Fetch Movie Data" = "Fetch Movie Data";

/* Title */
"Fetch TV Show Data" = "Fetch TV Show Data";

/* Current TV Show import process format, filename */
"Fetching For: %@" = "Fetching For: %@";

/* File Not Present title */
"File Not Present" = "File Not Present";

/* Import progress format, current and the max */
"Finished Processing: %0.0f / %0.0f" = "Finished Processing: %1$.0f / %2$.0f";

/* Movie genres */
"Genres" = "Genres";

/* Getting artwork selection */
"Getting artwork selection" = "Getting artwork selection";

/* Hide Collections Menu Title */
"Hide Collections" = "Hide Collections";

/* IMDb rating */
"IMDB" = "IMDB";

/* Show movies in IMDb Top 250 only */
"IMDB Top 250" = "IMDB Top 250";

/* Title */
"Import All Data" = "Import All Data";

/* The import is complete */
"Import Complete" = "Import Complete";

/* The import is starting */
"Initializing..." = "Initializing...";

/*      Selected Files */
"Join Selected Files" = "Join Selected Files";

/* Join To Other Files */
"Join To Other Files" = "Join To Other Files";

/* Title for wait display while joining files */
"Joining Files" = "Joining Files";

/* Main Menu title */
"Main Menu" = "Main Menu";

/* Mark whole directory as watched */
"Mark All as Watched" = "Mark All as Watched";

/* Mark file as unwatched */
"Mark as Unwatched" = "Mark as Unwatched";

/* Mark file as watched */
"Mark as Watched" = "Mark as Watched";

/* Marks this directory to be no longer be skipped during import */
"Mark Directory For Importing" = "Mark Directory For Importing";

/* Marks this directory to be skipped during import */
"Mark this Directory to Skip Import" = "Mark this Directory to Skip Import";

/* parameter is last component of path, second is last path component of destination */
"Move %@ to %@" = "Move %1$@ to %2$@";

/* Rename file description */
"Move a file to another name" = "Move a file to another name";

/* Marks this directory to be moved */
"Move Directory" = "Move Directory";

/* Marks this file to be moved */
"Move File" = "Move File";

/* Marks this directory to be moved description */
"Move this directory.  Select destination later." = "Move this directory.  Select destination later.";

/* Moving a file description */
"Move this file.  Select destination later." = "Move this file.  Select destination later.";

/* Move File to within this directory */
"Move to Here" = "Move to Here";

/* Movies Menu Item */
"Movies" = "Movies";

/* parameter is file/dir that is being moved */
"Moving %@" = "Moving %@";

/* Short error indicating an error while moving a file */
"Moving Error" = "Moving Error";

/* Error indicating there is no pretty name for this file */
"No pretty name to construct" = "No pretty name to construct";

/* No Subtitle information available for a DVD */
"None" = "None";

/* No Audio information available for a DVD */
"Not specified" = "Not specified";

/* OK */
"OK" = "OK";

/* parameter is filename */
"Opening %@" = "Opening %@";

/* hort error indicating an error while playing a file */
"Playback Error" = "Playback Error";

/* Title */
"Populate File Data" = "Populate File Data";

/* Do a file metadata import */
"Populate Show Data" = "Populate Show Data";

/* Short error indicating an error while reading a file in a join */
"Read Error" = "Read Error";

/* Reload images */
"Refresh" = "Refresh";

/* Refresh the artwork selection */
"Refresh the artwork selection" = "Refresh the artwork selection";

/* Rename a file, directory, or collection, argument is path */
"Rename %@" = "Rename %@";

/* Rename all files to a pretty name description */
"Rename all files to a pretty name for those which a pretty name exists" = "Rename all files to a pretty name for those which a pretty name exists";

/* Rename all files to a pretty name */
"Rename all Files to Pretty Name" = "Rename all Files to Pretty Name";

/* Rename a collection */
"Rename this Collection" = "Rename this Collection";

/* Rename a directory */
"Rename this Directory" = "Rename this Directory";

/* Rename a file */
"Rename this file" = "Rename this file";

/* Renaming to a pretty name menu title; Parameter is new name */
"Rename to \"%@\"" = "Rename to \"%@\"";

/* Renaming to a pretty name menu title */
"Rename to Pretty Name" = "Rename to Pretty Name";

/* Season / Episode in metadata display */
"S/E" = "S/E";

/* Main Menu item name */
"Sapphire" = "Sapphire";

/* Mark directory as favorite description */
"Sapphire will add this directory as favorite." = "Sapphire will add this directory as favorite.";

/* Mark directory as favorite description */
"Sapphire will add this file as a favorite." = "Sapphire will add this file as a favorite.";

/* End text after import of files is complete */
"Sapphire will continue to import new files as it encounters them.  You may initiate this import again at any time, and any new or changed files will be imported" = "Sapphire will continue to import new files as it encounters them.  You may initiate this import again at any time, and any new or changed files will be imported";

/* Favorite filtering description */
"Sapphire will filter files to display only favorite files" = "Sapphire will filter files to display only favorite files";

/* Unwatched filtering description */
"Sapphire will filter files to display only unwatched files" = "Sapphire will filter files to display only unwatched files";

/* No filtering description */
"Sapphire will not filter files, but instead display all files" = "Sapphire will not filter files, but instead display all files";

/* Mark directory as not favorite */
"Sapphire will remove this directory from favorites." = "Sapphire will remove this directory from favorites.";

/* Mark directory as not favorite */
"Sapphire will remove this file from favorites." = "Sapphire will remove this file from favorites.";

/* Mark directory as unwatched description */
"Sapphire will save this directory as unwatched." = "Sapphire will save this directory as unwatched.";

/* Mark directory watched description */
"Sapphire will save this directory as watched." = "Sapphire will save this directory as watched.";

/* Mark directory watched description */
"Sapphire will save this file as unwatched." = "Sapphire will save this file as unwatched.";

/* Mark directory watched description */
"Sapphire will save this file as watched." = "Sapphire will save this file as watched.";

/* Short error indicating an error while saving a file in a join */
"Save Error" = "Save Error";

/* parameter is save path */
"Saving Joined File to %@" = "Saving Joined File to %@";

/* Current scan import process format, directory */
"Scanning Directory: %@" = "Scanning Directory: %@";

/* Season in metadata display */
"Season" = "Season";

/* Changing artwork description */
"Select artwork using images from the file" = "Select artwork using images from the file";

/* Select cover art */
"Select cover art" = "Select cover art";

/* Prompt the user for poster selection */
"Select Movie Poster" = "Select Movie Poster";

/* Prompt the user for title of movie */
"Select Movie Title" = "Select Movie Title";

/* Prompt the user for showname with a file */
"Select Show Title" = "Select Show Title";

/* Settings Menu Item */
"Settings" = "Settings";

/* Track size */
"Size" = "Size";

/* Skip Top shows description */
"Skip \"Top Shows\" filter" = "Skip \"Top Shows\" filter";

/* Skip Collections Menu Title */
"Skip Collections" = "Skip Collections";

/* Sort by Date description */
"Sort by Date.  With TV Episodes, this is Air Date.  With Movies, this is Premier Date." = "Sort by Date.  With TV Episodes, this is Air Date.  With Movies, this is Premier Date.";

/* Sort by Episode Order description */
"Sort by Episode Order." = "Sort by Episode Order.";

/* Sort by IMDB Top 250 Rank description */
"Sort by IMDB Top 250 Rank." = "Sort by IMDB Top 250 Rank.";

/* Sort by IMDB User Rating description */
"Sort by IMDB User Rating." = "Sort by IMDB User Rating.";

/* Sort by Movie Title description */
"Sort by Movie Title." = "Sort by Movie Title.";

/* Sort by Number of Awards Won description */
"Sort by Number of Awards Won." = "Sort by Number of Awards Won.";

/* Button */
"Start Fetching Data" = "Start Fetching Data";

/* Button */
"Start Importing Data" = "Start Importing Data";

/* Button */
"Start Populating Data" = "Start Populating Data";

/* Button */
"Start Populating XML Data" = "Start Populating XML Data";

/* Track subtitles */
"Subtitles" = "Subtitles";

/* Mark Directory For Importing description */
"Tells Sapphire it's okay to import from this directory." = "Tells Sapphire it's okay to import from this directory.";

/* Enable movie/show chooser description */
"Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically." = "Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically.";

/* Fetch Movie Data description */
"Tells Sapphire that for every Movie, gather more information from the internet." = "Tells Sapphire that for every Movie, gather more information from the internet.";

/* Fetch TV Show Data description */
"Tells Sapphire that for every TV episode, gather more information about this episode from the internet." = "Tells Sapphire that for every TV episode, gather more information about this episode from the internet.";

/* Skip Favorite shows description */
"Tells Sapphire that when changing filter settings, skip over the favorite shows filter." = "Tells Sapphire that when changing filter settings, skip over the favorite shows filter.";

/* Skip Unwatched shows description */
"Tells Sapphire that when changing filter settings, skip over the unwatched shows filter." = "Tells Sapphire that when changing filter settings, skip over the unwatched shows filter.";

/* Fast Directory Switching description */
"Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files." = "Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files.";

/* Enable AC3 Passthrough description */
"Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output." = "Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output.";

/* Enable Directory lookup description */
"Tells Sapphire that you want to use directory names instead of file names for identifying movies." = "Tells Sapphire that you want to use directory names instead of file names for identifying movies.";

/* Marks the directory to be a collection description */
"Tells Sapphire to add this directory to the Collections list." = "Tells Sapphire to add this directory to the Collections list.";

/* Hide poster chooser description */
"Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one." = "Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one.";

/* clear file join list description */
"Tells Sapphire to clear the file join list." = "Tells Sapphire to clear the file join list.";

/* Join Marked Files description */
"Tells Sapphire to complete the file join." = "Tells Sapphire to complete the file join.";

/* Hide perian audio info description */
"Tells Sapphire to disable the display of audio codec and sample rate information." = "Tells Sapphire to disable the display of audio codec and sample rate information.";

/* Hide show summary description */
"Tells Sapphire to disable the display of the show's synopsis." = "Tells Sapphire to disable the display of the show's synopsis.";

/* Hide perian video info description */
"Tells Sapphire to disable the display of video codec, resolution, and color depth information." = "Tells Sapphire to disable the display of video codec, resolution, and color depth information.";

/* Delete collections setting description */
"Tells Sapphire to erase all knowledge of files in this collection." = "Tells Sapphire to erase all knowledge of files in this collection.";

/* Populate File Data description */
"Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself." = "Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself.";

/* Mark directory to reset import decisions description */
"Tells Sapphire to forget import decisions made on files in this directory." = "Tells Sapphire to forget import decisions made on files in this directory.";

/* Mark a file to reset import decisions description */
"Tells Sapphire to forget import decisions made on this file." = "Tells Sapphire to forget import decisions made on this file.";

/* Hide the ui quitter description */
"Tells Sapphire to hide the main menu element forcing FrontRow to quit." = "Tells Sapphire to hide the main menu element forcing FrontRow to quit.";

/* Hide collections setting description */
"Tells Sapphire to hide this collection on the main menu." = "Tells Sapphire to hide this collection on the main menu.";

/* Import collections setting description */
"Tells Sapphire to ignore this collection when running any import tool." = "Tells Sapphire to ignore this collection when running any import tool.";

/* Disable the anonymous reporting description */
"Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use." = "Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use.";

/* Mark whole directory to re-fetch its movie data */
"Tells Sapphire to refetch Movie metadata for this directory the next time an import is run." = "Tells Sapphire to refetch Movie metadata for this directory the next time an import is run.";

/* Mark file to refetch movie description */
"Tells Sapphire to refetch Movie metadata for this file the next time an import is run." = "Tells Sapphire to refetch Movie metadata for this file the next time an import is run.";

/* Mark directory to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run." = "Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run.";

/* Mark file to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this file the next time an import is run." = "Tells Sapphire to refetch TV Show metadata for this file the next time an import is run.";

/* Mark directory to delete metadata description */
"Tells Sapphire to remove all metadata for this directory." = "Tells Sapphire to remove all metadata for this directory.";

/* Mark file to delete metadata description */
"Tells Sapphire to remove all metadata for this file." = "Tells Sapphire to remove all metadata for this file.";

/* Marks the directory to no longer be a collection description */
"Tells Sapphire to remove this directory from the Collections list." = "Tells Sapphire to remove this directory from the Collections list.";

/* Mark this Directory to Skip Import description */
"Tells Sapphire to skip this directory when importing." = "Tells Sapphire to skip this directory when importing.";

/* Mark file and join description */
"Tells Sapphire to use this file to complete the joined list." = "Tells Sapphire to use this file to complete the joined list.";

/* Mark file to be joined description */
"Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list." = "Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list.";

/* File not present error string */
"The File %@ is not present.  Either a drive is not mounted or your metadata has not been imported recently" = "The File %@ is not present.  Either a drive is not mounted or your metadata has not been imported recently";

/* Name taken on a file/directory rename; parameter is name */
"The name %@ is already taken" = "The name %@ is already taken";

/* Description of the movie import */
"This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards).  This procedure may take quite some time and could ask you questions.  You may cancel at any time.";

/* Description of the movie import */
"This tool will attempt to fetch information about your TV shows files from the Internet (TVRage).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "This tool will attempt to fetch information about your TV shows files from the Internet (TVRage).  This procedure may take quite some time and could ask you questions.  You may cancel at any time.";

/* Description of all meta import */
"This tool will import all the metadata it can find.  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "This tool will import all the metadata it can find.  This procedure may take quite some time and could ask you questions.  You may cancel at any time.";

/* Description of the import processes */
"This tool will populate Sapphire's File data.  This procedure may take a while, but you may cancel at any time." = "This tool will populate Sapphire's File data.  This procedure may take a while, but you may cancel at any time.";

/* TV Shows Menu Item */
"TV Shows" = "TV Shows";

/* Import complete format with number updated */
"Updated %0.0f Entries." = "Updated %0.0f Entries.";

/* Upgrade menu item */
"Upgrade Metadata" = "Upgrade Metadata";

/* Upgrade progress indicator stating Sapphire is upgrading collections preferences */
"Upgrading Collection Prefs" = "Upgrading Collection Prefs";

/* Upgrade progress indicator stating Sapphire is done upgrading and user should press menu */
"Upgrading Complete; Press Menu to Go Back" = "Upgrading Complete; Press Menu to Go Back";

/* Upgrade progress indicator stating Sapphire is upgrading joined files */
"Upgrading Joined Files" = "Upgrading Joined Files";

/* Menu title indicating Sapphire is upgrading metadata */
"Upgrading Metadata" = "Upgrading Metadata";

/* Upgrade progress indicator stating Sapphire is upgrading movie translations */
"Upgrading Movie Translations" = "Upgrading Movie Translations";

/* Upgrade progress indicator stating Sapphire is upgrading TV Translations */
"Upgrading TV Translations" = "Upgrading TV Translations";

/* First video track details */
"Video" = "Video";

/* Second video track details */
"Video2" = "Video2";

/* The import is complete, just waiting on background processes */
"Waiting for background import to complete" = "Waiting for background import to complete";

